Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Dewgong.Description
source: Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.
de: Jugong liebt es, auf bitterkalten Eisschollen ein Nickerchen zu machen. Ein Seemann, der ein solches Pokémon eines Tages auf einem Eisberg schlafen sah, hielt es für eine Meerjungfrau.
es: A Dewgong le encanta dormitar sobre la frialdad del hielo. Antiguamente, algún que otro marino lo confundió con una sirena al verlo dormido sobre un glaciar.
fr: Lamantine adore piquer un roupillon à même la glace. Il y a très longtemps, un marin ayant aperçu ce Pokémon dormant sur un glacier a cru voir une sirène.
he: Dewgong אוהב מנמנמת על הקרח קר. המראה של זה פוקימון ישן על קרחון בטעות נחשב בתולת ים על ידי מלח לפני זמן רב.
it: Dewgong adora riposare su una gelida lastra di ghiaccio. In passato i marinai confondevano il profilo di questo Pokémon addormentato sulla superficie gelata con una sirena.
ja: つめたい こおりの うえで ねるのが だいすき。 むかし ひょうざんで ねむる すがたを た ふなのりが にんぎょと まちがえた。
pt_br: Dewgong adora tirar uma soneca na amargamente frio gelo. A Muito tempo um marinheiro avistou este pokemon dormindo en uma geleira, e erroneamente o confundiu com uma sereia.
tr: Dewgong acı verecek derecede soğuk buzların üstünde şekerleme yapmayı sever. Uzun zaman önce bu Pokémon'un buz üstünde uyurkenki görüntüsü bir denizci tarafından, bir deniz kızı ile karıştırılmıştır.

# Grimer.Description
source: Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.
de: Sleima ist aus dem Schlamm eines verseuchten Flussbetts entstanden. Dieses Pokémon liebt verschmutzte Dinge. Es scheidet ständig eine mit Bakterien verseuchte Flüssigkeit aus seinem ganzen Körper aus.
es: Grimer emergió del lodo que se formó en una zona contaminada en el fondo del mar. A este Pokémon le encanta todo lo que sea suciedad. Emana continuamente por todo el cuerpo un horrible fluido contaminado por bacterias.
fr: Tadmorv est apparu dans la vase accumulée sur un bord de mer pollué. Ce Pokémon aime tout ce qui est dégoûtant. Une substance pleine de germes suinte constamment de tout son corps.
he: Grimer הגיח כל הטינופת הסתדר על קרקעית הים מזוהם. פוקימון זה אוהבת כל דבר מלוכלך. זה כל הזמן דליפות נוזל להחריד בחיידקים מן בכל הגוף שלו.
it: Grimer proviene dal fango depositato sui fondali inquinati. Infatti ama tutto ciò che è sudicio e tossico. Emana continuamente un fluido batterico velenoso da ogni parte del corpo.
ja: おせんされた かいていの ヘドロから うまれた。 きたない ものが だいすきで からだじゅうから バイキンだらけの えきたいを たれながしている。
pt_br: Grimer emergiu do lodo de um leito do mar poluído. Este Pokémon ama qualquer coisa imunda. Ele goteja constantemente um fluido terrivelmente infestado de germes de todo o seu corpo.
tr: Grimer kirlenmiş deniz yatağındaki çamurdan çıkmıştır. Bu Pokémon kirli olan herşeyi sever. Vücudundan sürekli mikrop dolu sıvılar akıtır.

# Muk.Description
source: This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.
de: Sleimoks Lieblingsspeise ist alles, was widerlich verschmutzt ist. In dreckigen Städten, in denen sich Menschen nichts dabei denken, wenn sie Müll auf die Straße werfen, lassen sich diese Pokémon mit Vorliebe in Scharen nieder.
es: A este Pokémon le encanta comer cosas repulsivas. En ciudades sucias en las que la gente tira la basura por la calle, los Muk tienen, sin duda, su punto de encuentro.
fr: Ce Pokémon ne mange que ce qui est répugnant et abject. Les Grotadmorv se rassemblent dans les villes où les gens jettent tout par terre, dans la rue.
he: המאכל האהוב של פוקימון הזה הוא כל דבר מלוכלך. בעיירות מלוכלך שבו אנשים חושבים על לזרוק אשפה ברחובות, Muk בטוחים לאסוף.
it: Questo Pokémon si ciba di qualunque cosa sia sudicia e ripugnante. Le città più inquinate, dove la popolazione getta i rifiuti in strada, sono un luogo di ritrovo frequente per i Muk.
ja: きたない ものが だいこうぶつなので ゴミを ちばたに すてる ような ひとが すんでいる まちには ベトベトンが あつまってくるぞ。
pt_br: A comida favorita deste Pokémon é tudo o que é repulsivamente sujo. Em cidades sujas, onde as pessoas jogam fora o lixo nas ruas, Muk são facilmente encontrados.
tr: Bu Pokémon'un en sevdiği yemek, iğrenç derecede kirli olan her şeydir. İnsanların çöplerini sokaklara atmakta bir sakınca görmediği kirli kasabalarda, Muk grupları toplanır.

# Shellder.Description
source: At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.
de: Nachts verwendet dieses Pokémon seine breite Zunge, um ein Loch in den Meeresboden zu graben. Darin schläft es. Dabei schließt es seine Schale, lässt aber seine Zunge heraushängen.
es: Por la noche, este Pokémon usa la ancha lengua que tiene para hacer un agujero en el fondo del mar y echarse a dormir. Mientras duerme, Shellder cierra la concha, pero deja la lengua por fuera.
fr: La nuit, ce Pokémon utilise sa grande langue pour creuser un trou dans le sable des fonds marins afin d’y dormir. Une fois endormi, Kokiyas referme sa coquille, mais laisse sa langue dépasser.
he: בלילה, פוקימון זה משתמש לשונה רחבה כדי לחפור חור בחול קרקע, ואז לישון ביום זה. בעוד הוא ישן, Shellder סוגר את השריון שלו, אך משאירה את הלשון שלו מבלים.
it: Di notte Shellder usa la sua lingua larga per scavare una buca sul fondo del mare e infilarcisi per dormire. Quando dorme chiude la conchiglia ma lascia la lingua fuori a penzoloni.
ja: よるに なると おおきな ベロで かいていの すなに あなを ほり そのなかで ねむる。 カラを とじて ねむるが ベロは だしたまま。
pt_br: À noite, este Pokémon usa a sua ampla língua para escavar um buraco na areia do fundo do mar e depois dorme em cima dele. Enquanto ele está dormindo, Shellder fecha sua concha, mas deixa sua língua para fora.
tr: Bu Pokémon geceleri geniş dilini kullanarak deniz yatağında bir delik açar ve onun içinde uyur. Uyuduğu sırada kabuğunu kapatır, ancak dilini dışarıda bırakır.

# Cloyster.Description
source: Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.
de: Austos kann im Meerwasser schwimmen, indem es Wasser schluckt und mit Druck wieder herausspritzt. Auf dieselbe Weise verschießt dieses Pokémon scharfe Stacheln.
es: Cloyster es capaz de nadar por el mar. Su técnica consiste en tragar agua y expulsarla por el conducto que tiene en la parte trasera. Este mismo sistema es el que usa para lanzar los pinchos que tiene alrededor de la concha.
fr: Crustabri est capable de se déplacer dans les fonds marins en avalant de l’eau et en la rejetant vers l’arrière. Ce Pokémon envoie des pointes en utilisant la même méthode.
he: Cloyster הוא מסוגל לשחות בים. היא עושה זאת על ידי בליעת מים, ואז לטוס זה לכיוון החלק האחורי. פוקימון זה יורה קוצים מהשריון שלו באמצעות אותה שיטה.
it: Cloyster è in grado di nuotare in mare aperto, ingerendo acqua dalla bocca per poi espellerla violentemente a mo’ di propulsore. Questo Pokémon usa lo stesso metodo per sparare punte dalla conchiglia.
ja: の こんだ かいすいを うしろへ いきおい よく ふんしゃする ことで う の なかを およぐ。 トゲを はっしゃする しく も おなじ。
pt_br: Cloyster é capaz de nadar no mar. Ele faz isso engolindo a água e jogando ela fora pela sua calda. Este Pokémon atira espinhos de sua casca, usando o mesmo sistema.
tr: Cloyster denizde yüzme yeteneğine sahiptir. Bunu suyu yutup, arkasından jet gibi çıkartarak yapar. Bu Pokémon aynı sistemle vücudundan dikenler ateşler.

# Gastly.Description
source: Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.
de: Nebulak hat einen gasförmigen Körper. Wenn es starkem Wind ausgesetzt wird, kann es davongeweht werden. Scharen dieser Pokémon sammeln sich unter Dachrinnen, um sich vor dem gefährlichen Wind zu schützen.
es: Gastly está compuesto en gran medida de materia gaseosa. Cuando hay viento, el aire arrastra parte de esta materia y el Pokémon mengua. Suelen agruparse bajo los aleros de las casas para resguardarse del viento.
fr: Fantominus est principalement constitué de matière gazeuse. Lorsqu’il est exposé au vent, son corps gazeux se disperse et diminue. Des groupes de ce Pokémon se rassemblent sous les auvents des maisons pour se protéger.
he: Gastly מורכב ברובו חומר גזי. כאשר נחשף רוח חזקה, גוף גזי במהירות והרצינות משם. קבוצות של אשכול פוקימון מתחת לשולי הגג של בתים כדי להימלט שאיכנע רוח.
it: Gastly è composto prevalentemente di sostanze gassose. Se esposto al vento forte il suo corpo gassoso si disperde subito. Gruppi di questi Pokémon si radunano sotto i cornicioni per ripararsi dal vento.
ja: きょうふうを うけると ガスじょうの からだは る る ふきとばされ ちいさくなって しまう。 かぜを さけた ゴースが のきしたに あつまる。
pt_br: Gastly é composto em grande parte da matéria gasosa. Quando exposto a ventos fortes, o corpo gasoso rapidamente diminui. Grupos desse Pokémon se aglomeran sob os telhados das casas para escapar à devastação do vento.
tr: Gastly çoğunlukla gazımsı maddelerden oluşur. Güçlü rüzgarlarda bu gaz vücudu kolaylıkla dağılır. Bu Pokémon, gruplar halinde rüzgarlardan kaçmak için evlerin saçaklarında toplanırlar.

# Haunter.Description
source: Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.
de: Alpollo ist ein gefährliches Pokémon. Wenn es dir ein Zeichen gibt, während es durch die Dunkelheit schwebt, darfst du dich ihm nicht nähern. Dieses Pokémon wird versuchen, an dir zu lecken und dein Leben zu stehlen.
es: Haunter es un Pokémon peligroso. Si se ve alguno flotando en la oscuridad y haciendo señas, conviene no acercarse. Este Pokémon intentará robarle la energía a su presa a base de lametazos.
fr: Spectrum est un Pokémon dangereux. Si l’un d’entre eux fait signe d’approcher, il ne faut jamais l’écouter. Ce Pokémon risque de sortir sa langue pour essayer de voler votre vie.
he: Haunter הוא פוקימון מסוכן. אם אחד מאותת לך כשהיא צפה בחשיכה, אתה לא חייב להתקרב לזה פוקימון זה ינסה ללקק אותך עם הלשון שלה. ולגנוב את החיים שלך.
it: Haunter è un Pokémon pericoloso. Se lo si vede far cenni mentre fluttua nell’oscurità, è meglio fuggire, poiché il Pokémon cercherà di leccare il malcapitato e succhiargli la vita.
ja: や に うかぶ ゴーストが てまねきしても ぜったいに ちかよっては いけないよ。 ペロリと なめられ いのちを すわれてしまうぞ。
pt_br: Haunter é um Pokémon perigoso. Se um aparece enquanto está flutuando na escuridão, você nunca deve encarár-lo. Este Pokémon tentará te lamber com a língua e roubar sua vida.
tr: Haunter tehlikeli bir Pokémon'dur. Eğer karanlıkta süzülen bir tane görülürse, asla yaklaşılmamalıdır. Bu Pokémon sizi dili ile yalamaya ve hayatınızı çalmaya çalışır.

# Gengar.Description
source: Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.
de: Nachts kann es passieren, dass dich dein Schatten im Licht einer Straßenlaterne plötzlich überholt. Dann ist es ein Gengar, das an dir vorbeiläuft und sich als dein Schatten ausgibt.
es: Si alguien ve que su sombra le adelanta de repente en una noche oscura, es muy probable que lo que esté viendo no sea su sombra, sino a un Gengar haciéndose pasar por la misma.
fr: Parfois, pendant les nuits noires, une ombre projetée par un réverbère peut tout à coup vous dépasser. Il s’agit d’un Ectoplasma qui court, en se faisant passer pour l’ombre de quelqu’un d’autre.
he: לפעמים, בלילה אפל, הצל שלך נזרק על ידי פנסי הרחוב לפתע, ומדהים שהולכי. אותך. זה למעשה Gengar פועל מעבר לך, מתיימר להיות הצל שלך
it: Talvolta, nelle notti buie, può accadere che un passante sia improvvisamente assalito dalla propria ombra. È opera di Gengar, che usa avvicinarsi fingendosi un’ombra.
ja: まよなか がいとうの あかりで できた かげが じぶんを おいこして いくのは ゲンガーが かげに なりすまして はしって いくからだ。
pt_br: Às vezes, numa noite escura, sua sombra sob a luz de um postes, derrepente e surpreendentemente te ultrapassará. Isso é na verdade um Gengar correndo e passado você, fingindo ser sua sombra.
tr: Bazen, karanlık bir gecede, bir sokak lambasının yarattığı gölgeniz aniden ve korkutucu bir şekilde üstünüze gelmeye başlayabilir. Bu aslında gölgeniz olarak gizlenen ve yanınızdan koşarak geçmekte olan bir Gengar'dır.

# Onix.Description
source: Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.
de: Onix hat einen Magneten in seinem Gehirn. Er dient ihm als Kompass, sodass es beim Graben von Tunneln nicht die Orientierung verliert. Wenn es älter wird, wird sein Körper immer runder und glatter.
es: Onix tiene un imán en el cerebro, que actúa como una brújula para no perder la orientación cuando está cavando túneles. A medida que crece, se le redondea y suaviza el cuerpo.
fr: Onix a dans le cerveau un aimant qui lui sert de boussole. Il permet à ce Pokémon de ne pas se perdre pendant qu’il creuse. En prenant de l’âge, son corps s’arrondit et se polit.
he: Onix יש מגנט במוח שלה. היא פועלת כמו מצפן כך פוקימון זה אינו מאבד כיוון בזמן זה חופר. ככל שהוא גדל בוגרים, הגוף שלה הופך יותר ויותר יותר עגול וחלק.
it: Onix nel cervello ha una calamita, che agisce da bussola per consentirgli di non perdere l’orientamento mentre scava sottoterra. Con il passare del tempo il suo corpo diventa sempre più smussato e levigato.
ja: のう そに じしゃくが あるので つちの なかを ほり すすんでいても ほうこうを まちがえない。 としを とるほど からだは まる を おびる。
pt_br: Onix tem um ímã em seu cérebro. Ele atua como uma bússola para que este Pokémon não perda a direção enquanto ele faz seus tuneis. Conforme ele envelhece, seu corpo torna-se cada vez mais redondio e mais suave.
tr: Onix beyninde bir magnete sahiptir. Bu magnet, Pokémon tüneller kazarken yolunu kaybetmemesi için bir pusula olarak çalışır. Yaşlandıkça vücudu yuvarlaklaşır ve hatları yumuşar.

# Drowzee.Description
source: If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.
de: Wenn dir im Schlaf die Nase juckt, ist das ein sicheres Zeichen dafür, dass eines dieser Pokémon über deinem Kissen schwebt, um deinen Traum durch deine Nasenlöcher hindurch zu verspeisen.
es: Si a alguien le pica la nariz mientras duerme, seguro que es porque tiene a uno de estos Pokémon cerca de la almohada intentando sacarle los sueños por la nariz para comérselos.
fr: Lorsque les enfants ont le nez qui les démange en dormant, c’est sans doute parce que ce Pokémon se tient au-dessus de leur oreiller, afin d’essayer de manger leurs rêves par leurs narines.
he: אם האף שלך הופך למגרד, בזמן שאתה ישן, זה סימן בטוח כי אחד של פוקימון אלה הוא עומד מעל הכרית שלך ואני מנסה לאכול את החלום שלך דרך הנחיריים שלך.
it: Drowzee è solito nutrirsi dei sogni degli altri mentre dormono, estraendoli dalle loro narici. Se durante il sonno si avverte prurito al naso, significa che Drowzee è già all’opera.
ja: ねむっているとき キミの はなが ムズムズしたら まくらもとに たった スリープが はなの あなから ゆめを たべようとしている あいず。
pt_br: Se seu nariz começa a coçar, enquanto você está dormindo, isso é um sinal claro que um desses Pokémons esta em cima de seu travesseiro e tentando comer seu sonho pelas suas narinas.
tr: Eğer uyurken burnunuz kaşınmaya başlarsa, bu Pokémon'lardan birinin yastığınızın üstünde durduğunun ve burnunuzdan rüyalarınızı yemeye çelıştığının bir işaretidir.

# Hypno.Description
source: Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.
de: Hypno hält ein Pendel in der Hand. Das Schwingen und Glitzern des Pendels versetzt seine Feinde in eine tiefe Hypnose. Während dieses Pokémon auf der Suche nach Beute ist, poliert es sein Pendel.
es: Hypno lleva un péndulo en la mano. El balanceo y el brillo que tiene sumen al rival en un estado de hipnosis profundo. Mientras busca a su presa, saca brillo al péndulo.
fr: Hypnomade tient un pendule dans sa main. Le mouvement de balancier et les reflets brillants du pendule hypnotisent profondément son ennemi. Lorsque ce Pokémon cherche ses proies, il nettoie son pendule.
he: Hypno מחזיקה במטוטלת ביד שלה. התנועה מאבן־גיר ונצנצים המטוטלת להרדים את האויב למצב עמוק של היפנוזה. בזמן זה פוקימון מחפשת טרף, הוא מצחצח את המטוטלת.
it: Hypno tiene in mano un pendolo. Il movimento oscillatorio e i riflessi del pendolo fanno cadere l’avversario in un profondo stato d’ipnosi. Cercando la preda il Pokémon si prepara lucidando il pendolo.
ja: てに もっている ふりこの うごきと かがやきが あいてを ふかい さい んじょうたいに おとす。 えものを さがしながら ふりこを がいている。
pt_br: Hypno detém um pêndulo em sua mão. O arco de movimento e o brilho do pêndulo acalman o inimigo deixando-o em um profundo estado de hipnose. Enquanto este Pokémon procura presas, ele lustra o pêndulo.
tr: Hypno elinde bir sarkaç tutar. Bu sarkacın sağa-sola hareketi ve parlaklığı rakibini derin bir hipnoza sürükler. Bu Pokémon av ararken, sarkacını parlatır.

# Krabby.Description
source: Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.
de: Krabby lebt an Stränden, in Löchern im Sand. An Sandstränden, an denen es wenig Nahrung findet, sieht man dieses Pokémon mit Artgenossen streiten.
es: Krabby vive en la playa, enterrado en agujeros en la arena. Cuando en las playas de arena fina escasea la comida, es común ver a estos Pokémon echando un pulso panza contra panza en defensa de su territorio.
fr: Krabby vit sur les plages, enterré dans le sable. Sur les plages où on trouve peu de nourriture, on peut voir ces Pokémon se disputer pour défendre leur territoire.
he: Krabby חיה על החופים, המתיישבת בתוך חורים חפורים לתוך החול. בחופים חוליים עם מעט מזון, פוקימון אלה ניתן לראות מתווכחים אחד עם השני על הטריטוריה.
it: Krabby vive in spiaggia, nascosto in buche scavate nella sabbia. Sulle spiagge molto sabbiose, dove scarseggia il cibo, è possibile vedere questi Pokémon attaccarsi a vicenda in difesa del proprio territorio.
ja: すなはまに あなを ほり そこで くらしている。 エサの すくない すなはまでは ばしょとりをする クラブたちの あらそいを る ことが できる。
pt_br: Krabby vive nas praias, entocado dentro de buracos cavados na areia. Nas praias arenosas com poucos alimentos, estes Pokémon pode ser vistos discutindo com os outros por causa de território.
tr: Krabby sahillerde, kuma kazılmış deliklerde yaşar. Az yiyecekli kumlu sahillerde bu Pokémon, başkalarıyla bölge mücadelesine girerken görülebilir.

# Kingler.Description
source: Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.
de: Kingler hat eine riesige Schere. Es winkt damit, um mit anderen zu kommunizieren. Da seine Schere aber so schwer ist, wird dieses Pokémon schnell müde.
es: Kingler tiene una pinza enorme y descomunal que usa agitándola en el aire para comunicarse con otros. Lo malo es que, al pesarle tanto, se cansa enseguida.
fr: Krabboss est doté d’une pince gigantesque, surdimensionnée. Il l’agite en l’air pour communiquer avec ses semblables. En revanche, sa pince est tellement lourde que ce Pokémon se fatigue très vite.
he: Kingler יש של טופר עצום, מנופחים. זה גלים זה טופר ענק באוויר כדי לתקשר עם אחרים. עם זאת, כי הצבת כל כך כבדה, פוקימון במהירות צמיגים.
it: Kingler è dotato di un’enorme chela, che brandisce nell’aria per comunicare con i suoi simili. Tuttavia, dato il notevole peso della chela sovradimensionata, il Pokémon si stanca in fretta.
ja: キングラーは きょだいな ハサミを ふって なかまどうしで あいずを おくりあっているが ハサミが おもすぎて すぐに つかれてしまう。
pt_br: Kingler tem uma garra enorme, gigante. - Ele move essa garra enorme no ar para se comunicar com os outros. No entanto, como a garra é tão pesada, o Pokémon rapidamente se cansa.
tr: Kingler çok büyük bir kıskaca sahiptir. Bu dev kıskacı havada sallayarak diğerleri ile iletişim kurar. Ancak kıskaç fazla büyük olduğu için Pokémon kolayca yorulur.

# Voltorb.Description
source: Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.
de: Voltobal ist äußerst empfindlich, es explodiert schon bei der leichtesten Erschütterung. Man munkelt, es sei entstanden, als ein Pokéball einen starken elektrischen Schlag bekommen hat.
es: Voltorb es tremendamente sensible y a la más mínima sacudida explota. Cuentan que se creó cuando alguien expuso una Poké Ball a una gran descarga eléctrica.
fr: Voltorbe est extrêmement sensible. Il explose au moindre choc. On raconte qu’il fut créé par l’exposition d’une Poké Ball à une puissante dose d’énergie.
he: Voltorb הוא רגיש מאוד — זה מתפוצץ על כלל של זעזועים. השמועה אומרת כי תחילה נוצר כאשר כדור לתקוע נחשף דופק חזק של אנרגיה.
it: Voltorb è estremamente sensibile, esplode alla minima sollecitazione. Si dice che sia stato creato esponendo una Poké Ball a una forte carica energetica.
ja: すこしの ショックで すぐに ばくはつする。 モンスターボールに きょうりょくな パルスを あびせた ときに うまれたと ウワサされている。
pt_br: Voltorb é extremamente sensível — explode com o mais pequeno dos choques. Há rumores de que foi criado quando uma pokebola foi exposta a um poderoso pulso de energia.
tr: Voltorb son derece hassastır, en ufak bir şok patlamasına sebep olur. Dedikodulara göre bir Poké Topu güçlü bir enerji dalgasına mağruz kaldığında yaratılmıştır.

# Electrode.Description
source: One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.
de: Typisch für Lektrobal ist seine große Faszination für Elektrizität. Es ist ein problematisches Pokémon, das sich meistens in Kraftwerken niederlässt, wo es sich von frisch erzeugtem Strom ernähren kann.
es: Una de las características de Electrode es la atracción que siente hacia la electricidad. Son Pokémon problemáticos que suelen agruparse cerca de centrales eléctricas para nutrirse de la energía recién generada.
fr: L’une des caractéristiques d’Électrode est son attirance pour l’électricité. Ces Pokémon posent problème lorsqu’ils se rassemblent dans les centrales électriques pour se nourrir de courant fraîchement généré.
he: אחד המאפיינים של Electrode היא המשיכה לחשמל. זה פוקימון בעיתיות המופיע בעיקר על תחנות כוח חשמל ניזונים חשמל רק נוצרה.
it: Una delle caratteristiche di Electrode è la sua affinità con l’elettricità. Si tratta di un Pokémon problematico che spesso si raduna attorno alle centrali elettriche per trarre nutrimento dall’elettricità appena generata.
ja: でんきに ひきよせられる せいしつを もつ。 おもに はつでんしょに あつまってきて つくった ばかりの でんきを たべてしまう こまりものだ。
pt_br: Uma das características do Electrode é sua atração à eletricidade. É um Pokémon problemático que se reúne principalmente em usinas de energia elétrica para se alimentar de electricidade que esta sendo gerada.
tr: Electrode'un karakteristiklerinden biri, elektriğe olan çekimidir. Çoğunlukla elektrik santrallerinde bulunan ve yeni üretilmiş enerjiden beslenen, sorun yaratan bir Pokémon'dur.
